#Задание 1
print("Периметр прямоугольника")
a = float(input("Введите длину - "))
b = float(input("Введите ширину - "))
print("Периметр прямоугольника равен", a+b)

print("Площадь прямоугольника")
a = float(input("Введите длину - "))
b = float(input("Введите ширину - "))
print("Площадь прямоугольника равен", a*b)
